[
  {
    "name": "Licensed and Insured",
    "description": "We are fully licensed, bonded, and insured to operate in the state of [Your State]. Our electricians are certified professionals, so you can have peace of mind knowing the job is being done safely and to code."
  },
  {
    "name": "Transparent Pricing",
    "description": "No surprises here — we offer up-front, flat-rate pricing for most residential jobs. You'll always know what to expect before work begins, with no hidden fees or inflated hourly rates."
  },
  {
    "name": "Fast Response Time",
    "description": "We understand electrical issues can’t wait. That’s why we offer fast, same-day service on most requests and return all calls promptly. Your time matters, and we treat every job with urgency."
  },
  {
    "name": "Trusted Local Reputation",
    "description": "With hundreds of 5-star reviews and years of service in the [Your City] area, our reputation speaks for itself. We’re proud to be the electrician your neighbors recommend."
  },
  {
    "name": "Professional Appearance",
    "description": "Our technicians arrive on time in clean uniforms and branded vans, equipped with the tools and protective gear to keep your home safe and tidy throughout the job."
  },
  {
    "name": "Clear Communication",
    "description": "We take the time to explain the issue, your options, and the pricing — in plain English. You’ll never be left wondering what’s happening or why something needs to be fixed."
  },
  {
    "name": "Punctual and Reliable",
    "description": "We show up when we say we will. No ghosting, no three-hour windows. Just dependable scheduling, proactive updates, and respect for your time."
  },
  {
    "name": "Specialized Experience",
    "description": "From EV chargers to complete home rewires, we’ve handled a wide range of residential projects. Whatever your need, chances are we’ve done it — and done it well."
  },
  {
    "name": "Workmanship Guarantee",
    "description": "All our work is backed by a 1-year workmanship warranty. If anything isn’t right, we’ll make it right — at no extra cost to you."
  },
  {
    "name": "Respectful Service",
    "description": "We treat your home like it’s our own. That means courteous behavior, protective floor coverings, and a thorough cleanup after the job is done."
  }
]